export const dishes = [
  {
    id: 1,
    title: "Салат ВКУСНОЕ НАСТРОЕНИЕ",
    description:
      "Полезный салат с мясом птицы, овощами, зеленью, крупой, натуральной заправкой и специями.",
    fullDescription: `
- Отварное мясо птицы
- Хрустящие листья салата
- Томаты
- Огурцы
- Сладкие перцы
- Сыры
- Яйца
- Крупы или пророщенные крупы
- Микрозелень
- Оливковое или нерафинированное масло
- Специи: горчица, лимон, барбарис, тмин, кунжут
`,
    price: 420,
    image:
       "/images/salat_nastroy.webp",
    seasonal: true,
  },

  {
    id: 2,
    title: "Фермерский завтрак",
    description:
      "Полезный и сытный завтрак из натуральных ингридиентов.",
    fullDescription: `
- Домашние яйца 
- Крупы или пророщенные крупы, 
- Хлеб 
- Зелень
`,
    price: 420,
    image:
      "/images/fermersky.webp",
    seasonal: true,
  },

  {
    id: 3,
    title: "Идеальный завтрак",
    description:
      "Вкусный и полезный завтрак для энергии на весь день.",
    fullDescription: `
- Цельнозерновая овсянка 
- Фермерском молоко 
- Фермерскок сливочное масло
- Пророщенные крупы
- Барбарис
- Авокадо
- Хлеб
`,
    price: 420,
    image:
      "/images/ovsyanka.webp",
    seasonal: true,
  },

  {
    id: 4,
    title: "Костный бульон",
    description:
      "Чистый коллаген. Живая основа для здоровья кожи, волос и суставов.",
    fullDescription: `
- Говяжьи кости
- Лук
- Морковь
- Мясо птицы
- Специи
`,
    price: 270,
    image:
      "/images/kost_sup.webp",
    seasonal: true,
  },

  {
    id: 5,
    title: "Крем‑суп из тыквы",
    description:
      "Биоактивный крем‑суп из тыквы с красной чечевицей на костном бульоне.",
    fullDescription: `
- Тыква 
- Морковь
- Красная чечевица
- Болгарский перец
- Костный бульон
- Мясо птицы 
- Специи
`,
    price: 320,
    image:
      "/images/tykva_sup.webp",
    seasonal: true,
  },

  {
    id: 6,
    title: "Крем‑суп ЗЕЛЕНАЯ СИЛА",
    description:
      "Крем‑суп из брокколи и грибов с зелёной чечевицей на костном бульоне.",
    fullDescription: `
- Брокколи свежая 
- Шампиньоны
- Зеленая чечевица
- Костный бульон 
- Мясо птицы
`,
    price: 320,
    image:
      "/images/zelen_sup.webp",
    seasonal: true,
  },

  {
    id: 7,
    title: "ПП-бокс",
    description:
      "Готовое питание на весь день. Полезно, вкусно и с заботой о вашем здоровье.",
    fullDescription: `
- Завтрак 
- Обед
- Ужин
- Травяной чай 
`,
    price: 1600,
    image:
      "/images/pp_box.webp",
    seasonal: true,
  },

  {
    id: 8,
    title: "ПП-бокс смузи",
    description:
      "Готовое питание на весь день. Полезно, вкусно и с заботой о вашем здоровье.",
    fullDescription: `
- Завтрак 
- Обед
- Ужин
- Травяной чай 
`,
    price: 1220,
    image:
      "/images/pp_boxsmuzi.webp",
    seasonal: true,
  },

  {
    id: 9,
    title: "ПП Гамбургер",
    description:
      "Вкусный и сытный гамбургер из натуральных ингридиентов.",
    fullDescription: `
- Хлеб 
- Салат
- Зелень
- Овощи
- Мясо
- Сыры
- Соус 
`,
    price: 320,
    image:
      "/images/pp_burger.webp",
    seasonal: true,
  },

  {
    id: 10,
    title: "ПП Гамбургер СЛАДКИЙ",
    description:
      "Авторский, вкусный и сытный гамбургер из натуральных ингридиентов.",
    fullDescription: `
- Овсяноблин 
- Фрукты
- Сыры
- Ягоды
`,
    price: 320,
    image:
      "/images/pp_burgersladkiy.webp",
    seasonal: true,
  },

  {
    id: 11,
    title: "Запеченное авокадо",
    description:
      "Прекрасное сочетание вкуса и пользы. Идеальный вариант для правильно питания.",
    fullDescription: `
- Авокадо 
- Красная рыба
- Яйцо
- Зелень
- Гарнир на выбор
`,
    price: 420,
    image:
      "/images/avokado.webp",
    seasonal: true,
  },

  {
    id: 12,
    title: "Коллективная тарелка салата",
    description:
      "Вкусный и полезный салат из натуральных ингридиентов. Порция на 2 персоны.",
    fullDescription: `
- Мясо птицы 
- Овощи
- Яйцо
- Зелень
- Соус
`,
    price: 610,
    image:
      "/images/tarelka.webp",
    seasonal: true,
  },

  {
    id: 13,
    title: "Овощная шаурма",
    description:
      "Сочная авторская овощная шаурма для правильного перескуса.",
    fullDescription: `
- Мясо птицы 
- Овощи
- Проростки
- Соус
`,
    price: 420,
    image:
      "/images/shaurma.webp",
    seasonal: true,
  },
];

export const sets = [
  {
    id: 30,
    title: "Программа Детокс-Смузи",
    description:
      "Авторская программа питания на 9 дней. Сбалансированный и вкусный рацион для энергии, легкости и заботы о здоровье. Натуральные продукты и продуманные сочетания блюд, чтобы правильное питание было комфортным каждый день.",
    fullDescription: `
Дни 1–3: салаты, костный бульон, травяной чай.

Дни 4–6: смузи, костный бульон, травяной чай.

Дни 7–9: салаты, костный бульон, травяной чай (повторяем схему дней 1–3).

По желанию можно продлить или продолжить, закрепить результат другой программой!
`,
    price: 12780,
    image:
      "/images/pp_programma.webp",
    seasonal: true,
  },

  {
    id: 31,
    title: "Программа ЭкоБаланс",
    description:
      "Авторская программа питания на 9 дней. Сбалансированный и вкусный рацион для энергии, легкости и заботы о здоровье. Натуральные продукты и продуманные сочетания блюд, чтобы правильное питание было комфортным каждый день.",
    fullDescription: `
Салатное меню: завтрак, обед, ужин.
- Костный бульон
- Травяной чай

По желанию можно продлить или продолжить, закрепить результат другой программой!
`,
    price: 14400,
    image:
      "/images/pp_programma2.webp",
    seasonal: true,
  },

  {
    id: 32,
    title: "Программа Инсулиновый Детокс",
    description:
      "Программа питания на 7 дней для снижения инсулиновой нагрузки и легкости в организме. Полезные и сбалансированные авторские блюда помогают поддержать энергию и улучшить самочувствие.",
    fullDescription: `
Меню программы на 7 дней разрабатывается индивидуально после консультации с учетом особенностей организма и предпочтений в питании.
`,
    price: 12600,
    image:
      "/images/pp_programma3.webp",
    seasonal: true,
  },
];

export const ecoProducts = [
  {
    id: 20,
    title: "Домашние яйца",
    description:
      "Свежие домашние яйца от собственного хозяйства.",
    fullDescription:
      "Натуральные и свежие яйца от домашних кур - 10 шт.",
    price: 100,
    image:
      "/images/yaitsa.webp",
    seasonal: false,
  },

  {
    id: 21,
    title: "Домашний хлеб",
    description:
      "Свежий,вкусный и полезный домашний хлеб.",
    fullDescription:
      "Натуральный и свежий хлеб из муки зеленой гречки.",
    price: 400,
    image:
      "/images/hleb.webp",
    seasonal: false,
  },

  {
    id: 22,
    title: "Зелень, травы, проростки в ассортименте",
    description:
      "Свежая зелень, пряные травы и натуральные проростки. Источник вкуса, витаминов и пользы для вашего ежедневного рациона.",
    fullDescription: `
✅ Цена указана за 100 гр. ✅

Зелень: руккола, фенхель, кинза, мизуна, шпинат, красная горчица, кейл, базилик, салаты.

Пряные травы: шалфей, мята лимонная, обычная и шоколадная, матрёшка, чабрец, ромашка, лапчатка.

Проростки: пажитника, чечевицы, маш, пшеницы. 
`,
    price: 300,
    image:
      "/images/zelen.webp",
    seasonal: false,
  },
];